{
  "about-title": "About Tasting Kitchen",
  "about-photography": "Photography by",
  "about-copyblock1": "Tasting Kitchen (TK) is Asia’s foremost epicurean lifestyle and travel magazine. Published every two months in English and Chinese,TK is a celebration of inspiring gourmet adventures, eloquent artistic expressions, and engaging cultural encounters. Our mission is simple: to share our enthusiasm for all the great culinary experiences the world has to offer.",
  "about-copyblock2": "TK, which is distributed in Shanghai, Beijing, Guangzhou, Shenzhen, Chengdu, Hong Kong and Macau, reaches an affluent audience of 300,000 readers. It can be found in nearly all of the region’s best hotels, at more than 800 fine restaurants, in more than a hundred private clubs, on ferries, and in airplane lounges, boutique coffee shops, bookstores, wine shops, and gourmet food emporiums.",
  "about-copyblock3": "TK has won a total of nine SOPA (Society of Publishers in Asia) awards for editorial excellence over the past six years, more than any other lifestyle publication.",
  "about-copyblock4": "With a total circulation of 100,000 in Mainland China, 30,000 in Hong Kong and 15,000 in Macau, TK continues to expand its reach across Greater China by building a comprehensive epicurean lifestyle brand through inspiring content and events.",
  "about-offices": "Offices",
  "about-shanghai": "SHANGHAI",
  "about-shanghai-text": "Room H2, No 25 , Lane 550 South Shaanxi Road, Shanghai",
  "about-hong-kong": "Hong Kong",
  "about-hong-kong-text": "Units 1-2, 6/F., Oceanic Industrial Centre, 2 Lee Lok Street, Ap Lei Chau, Hong Kong",
  "about-macau": "Macau",
  "about-macau-text": "Rua do Volong n2-a Lazarus Verde Cave A, Macau",
  "about-contacts": "Contacts",
  "about-general": "GENERAL",
  "about-general-text": "Customer-service questions or comments or sales and distribution: info@tasting-kitchen.com",
  "about-events": "Events",
  "about-events-text": "oceantable@tasting-kitchen.com",
  "about-editorial": "Editorial",
  "about-editorial-text": "Content inquiries or article submission: editorial@tasting-kitchen.com",
  "about-collaboration": "Collaboration",
  "about-collaboration-text": "Advertisement or brand collaboration: sales@tasting-kitchen.com",
  "about-subscriptions": "Subscriptions",
  "about-subscriptions-text": "subscription@tasting-kitchen.com"
}
